Repository: 6aika/ckanext-reminder
Catalog: i18n/*/LC_MESSAGES/ckanext-reminder.po
Languages: fi

source: This is a reminder of a dataset expiration
fi: Tämä on muistutus seuraavan tietoaineiston vanhenemisesta

source: CKAN reminder
fi: CKAN muistutus

source: The following datasets have been updated
fi: Seuraavat tietoaineistot ovat päivittyneet

source: Dataset has been updated
fi: Tietoaineisto on päivittynyt

source: Unsubscribe
fi: Peruuta tilaus

source: Unsubscribe from all datasets
fi: Peruuta tilaus kaikista tietoaineistoista

source: Subscriptions
fi: Tilaukset

source: You have not subscribed to any datasets
fi: Et ole tilannut ilmoituksia yhdestäkään tietoaineistosta

source: You can use this page to unsubscribe from notifications for packages you have previously subscribed to
fi: Voit käyttää tätä sivua peruuttaaksesi ilmoitukset tietoaineistoista joiden päivitysilmoitukset olet tilannut aikaisemmin

source: Subscribe
fi: Tilaa
