Repository: 6aika/ckanext-reminder
Catalog: ckanext/reminder/i18n/*/LC_MESSAGES/ckanext-reminder.po
Languages: fi

source: Invalid request: {error_message}
fi: Virheellinen pyyntö: {error_message}

source: This is a reminder of a dataset expiration
fi: Tämä on muistutus datan vanhenemisesta

source: CKAN reminder
fi: CKAN-muistutus

source: The following datasets have been updated
fi: Seuraavat datat ovat päivittyneet

source: Dataset has been updated
fi: Data on päivittynyt

source: You must supply a package id or name (parameter "package").
fi: Sinun täytyy antaa datan ID tai nimi (parametri "package").

source: You must supply a subscriber email (parameter "subscriber_email").
fi: Sinun täytyy antaa tilaajan sähköpostiosoite (parametri "subscriber_email").

source: Not found
fi: Ei löytynyt

source: You must supply a package id (parameter "package_id").
fi: Sinun täytyy antaa datan ID (parametri "package_id").

source: You must supply an unsubscribe token (parameter "unsubscribe_token").
fi: Pyynnön täytyy sisältää tilauksen peruutus -avain (parametri "unsubscribe_token").

source: Dataset reminder email address
fi: Sähköpostiosoite päivitysmuistutusten vastaanottoon

source: Unsubscribe
fi: Peruuta tilaus

source: Unsubscribe from all datasets
fi: Peruuta tilaus kaikista datoista

source: Subscriptions
fi: Tilaukset

source: You have not subscribed to any datasets
fi: Et ole tilannut ilmoituksia yhdestäkään datasta

source: You can use this page to unsubscribe from notifications for packages you have previously subscribed to
fi: Voit peruuttaa tällä sivuilla ilmoitukset datoista, joiden päivitysilmoitukset olet aikaisemmin tilannut

source: joe@example.com
fi: Sähköpostiosoitteesi

source: Subscribe
fi: Tilaa
